# StructuralEndReleaseFz Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StructuralEndReleaseFz Property
ParameterTypeId Class See Also
---
"End Fz"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StructuralEndReleaseFz { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StructuralEndReleaseFz As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StructuralEndReleaseFz {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace